<?php

$lang['sm__filter_in_breadcrumb__title'] = 'Модуль хлебных крошек фильтров';
$lang['general_module_description'] = 'Описание';
$lang['general_module_instruction'] = 'Инструкция';
$lang['general_module_code'] = 'Код';
$lang['general_module_notice'] = 'Обратите внимание';
$lang['sm__filter_in_breadcrumb__description_1'] = 'Данный модуль добавляет хлебные крошки фильтра.';
$lang['sm__filter_in_breadcrumb__description_2'] = 'Даное дополнение поможет гостям вашего сайта быстрее понимать, что они уже отобрали, не прокручивая весь фильтр, а также полезно скажется на SEO.';
$lang['sm__filter_in_breadcrumb__description_install'] = '<p>После установки модуля в админпанели, добавьте код, указанный под данным описанием, в теме вашего проекта в <strong> breadcrumbs.tpl</strong> вместо фрагмента кода, выделенного красным.</p> <p> В дефолтном шаблоне по умолчанию рекомендуем вставить как указано на скриншоте:</p>';
$lang['sm__filter_in_breadcrumb__description_notice'] = 'С модулем в breadcrumbs добавляются выбранные значения свойств до тех пор, пока не будут выбраны 2 значения одного свойства. Например, 2 линейки смартфонов одного производителя. В этом случае отфильтрованные товары останутся на странице, а в навигационной цепочке снова будут только Главная / Категория.';
