<?php

$lang['sm__filter_in_breadcrumb__title'] = 'Модуль хлібних крихт фільтрів';
$lang['general_module_description'] = 'Опис';
$lang['general_module_instruction'] = 'Інструкція';
$lang['general_module_code'] = 'Код';
$lang['general_module_notice'] = 'Зверніть увагу';
$lang['sm__filter_in_breadcrumb__description_1'] = 'Даний модуль додає хлібні крихти фільтра.';
$lang['sm__filter_in_breadcrumb__description_2'] = 'Дане доповнення допоможе гостям вашого сайту швидше розуміти, що вони вже відібрали, чи не прокручуючи весь фільтр, а також корисно позначиться на SEO.';
$lang['sm__filter_in_breadcrumb__description_install'] = '<p>Після установки модуля в адмінпанелі, додайте код, вказаний під даним описом, в темі вашого проекту в <strong> breadcrumbs.tpl </strong> замість фрагмента коду, виділеного червоним. </p> <p> В дефолтних шаблоні по замовчуванням рекомендуємо вставити як зазначено на скріншоті: </p>';
$lang['sm__filter_in_breadcrumb__description_notice'] = 'З модулем в breadcrumbs додаються обрані значення властивостей до тих пір, поки не будуть обрані 2 значення одного властивості. Наприклад, 2 лінійки смартфонів одного виробника. В цьому випадку відфільтровані товари залишаться на сторінці, а в навігаційної ланцюжку знову будуть тільки Головна / Категорія.';